spec/fixtures/soap/xml/IControl/LocalLB/VirtualServer/IControl.LocalLB.VirtualServer.add_rule_953752f339e45a3596019d9664e0b934_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:add_rule><virtual_servers><value>test_virtual_server_nil</value></virtual_servers><rules><value><item1><rule_name>irule_test</rule_name><priority>1</priority></item1></value></rules></wsdl:add_rule></env:Body></env:Envelope>